/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "CleanMyMac 3 te mantiene al día en el uso del procesador y de la memoria, los ciclos de carga de la batería y hasta libera memoria RAM.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Tablero";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "Eso fue un resumen general de las nuevas características, pero definitivamente no es todo. ¿El resto? Bueno, el resto tendrás que descubrirlo por tu cuenta!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "Así que… ¡Vamos a limpiar!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Las notificaciones de salud alertan sobre problemas de hardware y software. Sabrás exactamente lo que está pasando y cómo solucionarlo, justo cuando ocurra.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Alertas de salud";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Obtén más espacio en tu disco duro al limpiar respaldos de dispositivos viejos, actualizaciones de software viejas, descargas fallidas y más.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "Basura de iTunes";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Limpia gigabytes de archivos adjuntos y descargas almacenadas en las profundidades de tu Mail, que van desde archivos PDF hasta firmas de los correos.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Archivos adjuntos";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Da mantenimiento a tu Mac al reparar permisos del disco, reindexar Spotlight, y así aceleras la función de búsqueda en el correo y mucho más.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Mantenimiento";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Limpia la actividad online y offline de tu Mac, incluyendo el historiales de navegación, Skype, mensajes, descargas y archivos abiertos recientemente.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Privacidad";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "El nuevo CleanMyMac 3 limpia más basura y mantiene tu Mac mejor que nunca. ¡Descubre cómo!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "¿Qué hay de nuevo?";

"Done" = "Listo";

"Next" = "Siguiente";
